<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;

class GuideTopicsTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {
        

        \DB::table('guide_topics')->delete();
        
        \DB::table('guide_topics')->insert(array (
            0 => 
            array (
                'id' => 2,
                'name' => 'Команда',
                'text' => NULL,
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-06 17:57:20',
                'updated_at' => '2023-04-06 17:57:20',
            ),
            1 => 
            array (
                'id' => 4,
                'name' => 'Роли',
                'text' => NULL,
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-06 19:02:13',
                'updated_at' => '2023-04-06 19:02:13',
            ),
            2 => 
            array (
                'id' => 5,
                'name' => 'Лидер',
                'text' => NULL,
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-06 19:02:26',
                'updated_at' => '2023-04-06 19:02:26',
            ),
            3 => 
            array (
                'id' => 8,
                'name' => 'Предыстория',
                'text' => NULL,
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 04:34:40',
                'updated_at' => '2023-04-07 04:34:40',
            ),
            4 => 
            array (
                'id' => 9,
                'name' => 'Тип',
                'text' => NULL,
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 05:08:06',
                'updated_at' => '2023-04-07 05:08:06',
            ),
            5 => 
            array (
                'id' => 10,
                'name' => 'Тон',
                'text' => NULL,
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 05:27:04',
                'updated_at' => '2023-04-07 05:27:04',
            ),
            6 => 
            array (
                'id' => 11,
                'name' => 'Жанр',
                'text' => NULL,
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 05:30:12',
                'updated_at' => '2023-04-07 05:30:12',
            ),
            7 => 
            array (
                'id' => 12,
                'name' => 'Сеттинг',
                'text' => NULL,
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 07:29:10',
                'updated_at' => '2023-04-07 07:29:10',
            ),
            8 => 
            array (
                'id' => 13,
                'name' => 'Тема',
                'text' => NULL,
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 07:30:23',
                'updated_at' => '2023-04-07 07:30:23',
            ),
            9 => 
            array (
                'id' => 14,
                'name' => 'Сюжет',
                'text' => NULL,
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 07:31:31',
                'updated_at' => '2023-04-07 07:31:31',
            ),
            10 => 
            array (
                'id' => 15,
                'name' => 'Конфликты',
                'text' => NULL,
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 07:32:09',
                'updated_at' => '2023-04-07 07:32:09',
            ),
            11 => 
            array (
                'id' => 16,
                'name' => 'Символизм',
                'text' => NULL,
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 07:33:10',
                'updated_at' => '2023-04-07 07:33:10',
            ),
            12 => 
            array (
                'id' => 17,
                'name' => 'Оскар Вега',
                'text' => 'Одна из ключевых фигур произведения, союзник игроков',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 07:56:45',
                'updated_at' => '2023-04-07 07:56:45',
            ),
            13 => 
            array (
                'id' => 18,
                'name' => 'Образ',
                'text' => NULL,
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 07:58:19',
                'updated_at' => '2023-04-07 07:58:19',
            ),
            14 => 
            array (
                'id' => 21,
                'name' => 'Лорелей',
                'text' => 'Одна из ключевых фигур произведения',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 13:37:48',
                'updated_at' => '2023-04-07 13:37:48',
            ),
            15 => 
            array (
                'id' => 22,
                'name' => 'Наблюдатели',
                'text' => 'Одна из основных фракций произведения',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 13:40:07',
                'updated_at' => '2023-04-07 13:40:07',
            ),
            16 => 
            array (
                'id' => 23,
                'name' => 'Дети Наблюдателей',
                'text' => 'Одна из ключевых фракций произведения. Возможные союзники главных героев.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 14:56:44',
                'updated_at' => '2023-04-07 14:56:44',
            ),
            17 => 
            array (
                'id' => 25,
                'name' => 'Диалоги',
                'text' => NULL,
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 15:02:21',
                'updated_at' => '2023-04-07 15:02:21',
            ),
            18 => 
            array (
                'id' => 32,
                'name' => 'Прошлое Лорелей',
                'text' => 'Все, что связано с темным прошлым этой ключевой фигуры произведения.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 21:17:55',
                'updated_at' => '2023-04-07 21:17:55',
            ),
            19 => 
            array (
                'id' => 33,
                'name' => 'Дружба в Крепости',
                'text' => 'Все, что связано со взаимоотношением команды героев и детей Наблюдателей.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 21:19:35',
                'updated_at' => '2023-04-07 21:19:35',
            ),
            20 => 
            array (
                'id' => 35,
                'name' => 'Дух Команды',
                'text' => 'Все, что связано с этой особой загадкой произведения',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 21:21:18',
                'updated_at' => '2023-04-07 21:21:18',
            ),
            21 => 
            array (
                'id' => 40,
                'name' => 'Загадка Веги',
                'text' => 'Все, что связано с этим немаловажным заданием игры.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 23:05:59',
                'updated_at' => '2023-04-07 23:05:59',
            ),
            22 => 
            array (
                'id' => 41,
                'name' => 'Загадка Восприятия',
                'text' => 'Это не только центральная тема всего произведения, но также и главный квест всей игры.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 23:07:09',
                'updated_at' => '2023-04-07 23:07:09',
            ),
            23 => 
            array (
                'id' => 42,
                'name' => 'Прохождение',
                'text' => 'Всяческие заметки, инструкции и прочая информация, касающаяся прохождения различных заданий и этапов игры.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 23:09:24',
                'updated_at' => '2023-04-07 23:09:24',
            ),
            24 => 
            array (
                'id' => 44,
                'name' => 'План',
                'text' => 'План - это вещь очень полезная. Она может пригодиться буквально для чего угодно.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 23:16:51',
                'updated_at' => '2023-04-07 23:16:51',
            ),
            25 => 
            array (
                'id' => 37,
                'name' => 'Завершение',
                'text' => 'Возможные варианты завершения игры и все, что с ними связано',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 22:59:36',
                'updated_at' => '2023-04-07 23:23:57',
            ),
            26 => 
            array (
                'id' => 34,
                'name' => 'Паразиты Сознания',
                'text' => 'Все, что связанно с этой тайной Наблюдателей.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 21:20:43',
                'updated_at' => '2023-04-07 21:20:43',
            ),
            27 => 
            array (
                'id' => 50,
                'name' => 'Арка 7. Терра',
                'text' => 'Седьмая глава данного произведения. Герои ближе знакомятся с Террой и ее планом.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 23:28:17',
                'updated_at' => '2023-04-12 15:03:16',
            ),
            28 => 
            array (
                'id' => 36,
                'name' => 'Тайна Восприятия',
                'text' => 'Это центральная тема всего произведения и его главная загадка.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 22:56:39',
                'updated_at' => '2023-04-07 22:56:39',
            ),
            29 => 
            array (
                'id' => 38,
                'name' => 'Союз Пробуждения',
                'text' => 'Немыслимая ситуация - мирный союз между людьми и Наблюдателями.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 23:01:36',
                'updated_at' => '2023-04-07 23:01:36',
            ),
            30 => 
            array (
                'id' => 54,
                'name' => 'Дельта',
                'text' => 'Загадочный мир, в котором очутились главные герои.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-08 14:04:39',
                'updated_at' => '2023-04-08 14:04:39',
            ),
            31 => 
            array (
                'id' => 55,
                'name' => 'Терра',
                'text' => 'Одна из ключевых фигур произведения, покрытая дымчатой завесой загадочности, поскольку ее подлинная природа остается неизвестной.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-08 16:45:11',
                'updated_at' => '2023-04-08 16:45:11',
            ),
            32 => 
            array (
                'id' => 24,
                'name' => 'Слуги Наблюдателей',
                'text' => 'Одна из ключевых фракций произведения. Возможные посредники конфликтов или союзники.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 14:59:40',
                'updated_at' => '2023-04-11 02:10:59',
            ),
            33 => 
            array (
                'id' => 20,
                'name' => 'Советы',
                'text' => NULL,
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 08:02:01',
                'updated_at' => '2023-04-11 02:11:22',
            ),
            34 => 
            array (
                'id' => 1,
                'name' => 'Персонаж',
                'text' => NULL,
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-06 17:57:05',
                'updated_at' => '2023-04-11 16:10:19',
            ),
            35 => 
            array (
                'id' => 46,
                'name' => 'Арка 3. Кома',
                'text' => 'Третья глава данного произведения',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 23:25:51',
                'updated_at' => '2023-04-12 15:02:18',
            ),
            36 => 
            array (
                'id' => 47,
                'name' => 'Арка 4. Дельта',
                'text' => 'Четвертая глава данного произведения',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 23:26:13',
                'updated_at' => '2023-04-12 15:02:30',
            ),
            37 => 
            array (
                'id' => 48,
                'name' => 'Арка 5. Воспоминания',
                'text' => 'Пятая глава данного произведения',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 23:26:41',
                'updated_at' => '2023-04-12 15:02:42',
            ),
            38 => 
            array (
                'id' => 49,
                'name' => 'Арка 6. Крепость',
                'text' => 'Шестая глава данного произведения.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 23:27:11',
                'updated_at' => '2023-04-12 15:02:53',
            ),
            39 => 
            array (
                'id' => 51,
                'name' => 'Арка 8. Пробуждение',
                'text' => 'Завершающая глава произведения. Герои подготавливают критическое количество мастеров сновидения и все вместе пробуждаются в родном мире.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 23:29:44',
                'updated_at' => '2023-04-12 15:03:33',
            ),
            40 => 
            array (
                'id' => 45,
                'name' => 'Арка 2. Принятие',
                'text' => 'Вторая глава данного произведения и все, что с ней связано',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-07 23:24:57',
                'updated_at' => '2023-04-12 15:46:09',
            ),
            41 => 
            array (
                'id' => 26,
                'name' => 'Достижение',
                'text' => 'Весомые результаты, достигнутые игроками в процессе игры, которые помимо прочего могут влиять на дальнейшие возможности.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 21:13:15',
                'updated_at' => '2023-04-14 18:05:21',
            ),
            42 => 
            array (
                'id' => 39,
                'name' => 'Задание',
                'text' => NULL,
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 23:05:18',
                'updated_at' => '2023-04-14 18:05:49',
            ),
            43 => 
            array (
                'id' => 31,
                'name' => 'Условие',
                'text' => 'Перечень требований к чему либо, либо некоторые условия, которые необходимо соблюсти для получения чего-либо.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 21:16:28',
                'updated_at' => '2023-04-14 18:19:11',
            ),
            44 => 
            array (
                'id' => 43,
                'name' => 'Открытие',
                'text' => 'Развитие игры невозможно без новых открытий.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 23:12:17',
                'updated_at' => '2023-04-15 03:15:04',
            ),
            45 => 
            array (
                'id' => 56,
                'name' => 'Состояние',
                'text' => 'Персонажи, а также некоторые объекты и локации, могут иметь различные состояния.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-08 17:20:41',
                'updated_at' => '2023-04-09 02:54:30',
            ),
            46 => 
            array (
                'id' => 74,
                'name' => 'Эффект',
                'text' => 'Разные вещи при определенных обстоятельствах могут иметь различное воздействие на другие вещи.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-11 18:12:19',
                'updated_at' => '2023-04-11 18:26:10',
            ),
            47 => 
            array (
                'id' => 62,
                'name' => 'Игровая Карта',
                'text' => 'Все, что связано с игровыми картами, их изображениями и художественным публичным текстом.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-09 03:15:38',
                'updated_at' => '2023-04-10 17:13:16',
            ),
            48 => 
            array (
                'id' => 63,
                'name' => 'Мастер Игры',
                'text' => 'Участник игры, выступающий в роли ведущего.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-10 17:19:31',
                'updated_at' => '2023-04-10 17:19:31',
            ),
            49 => 
            array (
                'id' => 76,
                'name' => 'Жетон',
                'text' => 'Еще один важный элемент игровой механики.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-11 18:35:33',
                'updated_at' => '2023-04-11 18:35:33',
            ),
            50 => 
            array (
                'id' => 57,
                'name' => 'Бессоница',
                'text' => 'Иногда такое случается - заснуть не удается.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-08 17:21:39',
                'updated_at' => '2023-04-10 17:41:09',
            ),
            51 => 
            array (
                'id' => 64,
                'name' => 'Книга Мастера',
                'text' => 'Руководство мастера игры, с помощью которого он проводит игру.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-11 01:52:42',
                'updated_at' => '2023-04-11 01:52:42',
            ),
            52 => 
            array (
                'id' => 66,
                'name' => 'Словарь',
                'text' => 'Все ключевые термины и понятия, используемые в проекте',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-11 02:34:39',
                'updated_at' => '2023-04-11 02:34:39',
            ),
            53 => 
            array (
                'id' => 67,
                'name' => 'Вариативность',
                'text' => 'Хорошо продуманная и качественно реализованная на всех уровнях вариативность весьма важна для любых игровых проектов.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-11 14:50:13',
                'updated_at' => '2023-04-11 14:50:13',
            ),
            54 => 
            array (
                'id' => 7,
                'name' => 'Разработка',
                'text' => 'Все, что касается самой разработки проект. План, идеи, советы, предстоящие задачи и так далее.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-06 20:38:33',
                'updated_at' => '2023-04-11 15:30:33',
            ),
            55 => 
            array (
                'id' => 68,
                'name' => 'Группа',
                'text' => 'Общая тема для различных по размеру и составу групп персонажей',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-11 16:09:51',
                'updated_at' => '2023-04-11 16:09:51',
            ),
            56 => 
            array (
                'id' => 69,
                'name' => 'Одиночество',
                'text' => 'Иногда одиночество бывает вполне сносным, или даже желанным. Но когда дело доходит до полного тотального одиночества, то даже у самых крепких постепенно начинают сдавать нервы...',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-11 16:25:13',
                'updated_at' => '2023-04-11 16:25:13',
            ),
            57 => 
            array (
                'id' => 70,
                'name' => 'Загадка Мира',
                'text' => 'Главные герои пытаются понять, что же произошло с их привычным миром.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-11 16:32:14',
                'updated_at' => '2023-04-11 16:32:14',
            ),
            58 => 
            array (
                'id' => 65,
                'name' => 'Игрок',
                'text' => 'Обсуждение всего, что касается игроков.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-11 02:25:35',
                'updated_at' => '2023-04-11 16:42:06',
            ),
            59 => 
            array (
                'id' => 71,
                'name' => 'Портал',
                'text' => 'Они могут быть где угодно. Любое место, любая вещь, любая мысль или слово в определенных условиях может перенести тебя в некое другое место. Тебе следует составлять карту известных тебе порталов и с умом пользоваться ими.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-11 16:47:21',
                'updated_at' => '2023-04-11 16:47:21',
            ),
            60 => 
            array (
                'id' => 72,
                'name' => 'Лимбо',
                'text' => 'Лимбо есть у каждого из нас. И когда оказываешься в этом странном и пустынном месте, то главное твое испытание - выстоять перед сокрушительным натиском тотального одиночества.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-11 17:13:18',
                'updated_at' => '2023-04-11 17:13:18',
            ),
            61 => 
            array (
                'id' => 73,
                'name' => 'Тишина',
                'text' => 'Иногда тишина необходима для нас как воздух. Чтобы отдохнуть, чтобы погрузиться в себя, чтобы найти правильное решение. Но как быть, когда ее становится слишком много?',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-11 17:29:32',
                'updated_at' => '2023-04-11 17:29:32',
            ),
            62 => 
            array (
                'id' => 75,
                'name' => 'Кома',
                'text' => 'Потеря сознания, потеря контакта с реальностью и беспамятство.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-11 18:20:47',
                'updated_at' => '2023-04-11 18:20:47',
            ),
            63 => 
            array (
                'id' => 77,
                'name' => 'Герой',
                'text' => 'Всякий герой является персонажем, но не всякий персонаж является героем.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-12 01:36:24',
                'updated_at' => '2023-04-12 01:36:24',
            ),
            64 => 
            array (
                'id' => 78,
                'name' => 'Действие',
                'text' => 'Чтобы получить что-либо необходимо сделать что-либо',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-12 01:49:01',
                'updated_at' => '2023-04-12 01:49:01',
            ),
            65 => 
            array (
                'id' => 79,
                'name' => 'Арка 1. Лимбо',
                'text' => 'Самое начало приключения героев.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-12 15:01:32',
                'updated_at' => '2023-04-12 15:01:32',
            ),
            66 => 
            array (
                'id' => 80,
                'name' => 'Подготовка',
                'text' => 'Качественная подготовка - уже половина успеха.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-12 15:54:43',
                'updated_at' => '2023-04-12 15:54:43',
            ),
            67 => 
            array (
                'id' => 81,
                'name' => 'Пленники Комы',
                'text' => 'Шокирующая правда, которая порождает еще больше вопросов.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-14 00:03:39',
                'updated_at' => '2023-04-14 00:03:39',
            ),
            68 => 
            array (
                'id' => 82,
                'name' => 'Кризис Спящих',
                'text' => 'Так называется телевизионный выпуск одной популярной программы, посвященный теме эпидемии парадоксальной комы.',
                'project_id' => 1,
                'owner_id' => 1,
                'created_at' => '2023-04-14 00:34:10',
                'updated_at' => '2023-04-14 00:34:10',
            ),
            69 => 
            array (
                'id' => 19,
                'name' => 'Возможность',
                'text' => 'Возможности есть всегда, но особые и значимые шансы возникают лишь иногда и совсем не надолго. Научись улавливать эти особые возможности и ты станешь властелином своей судьбы.',
                'project_id' => NULL,
                'owner_id' => 1,
                'created_at' => '2023-04-07 07:59:56',
                'updated_at' => '2023-04-14 18:04:56',
            ),
        ));
        
        
    }
}